[
	{
		"id": "casa-luis-barragan",
		"title": "CASA LUIS BARRAGÁN",
		"country": "Mexico",
		"location": "Mexico City, Mexico",
		"address": "General Francisco Ramír ez 12, Col. Extension Daniel Garza, CDMX CP 11840",
		"description": "Casa Luis Barragán, built in 1948 after the Second World War, was Barragán’s residency and studio located in Miguel Hidalgo district, Mexico City. With the exception of the breakfast nook, the house is designed to not need artificial light during the day, with windows and other openings placed to let in as much light as possible. Opposed to functionalism, Barragán claimed that \"any work of architecture which does not express serenity is a mistake.\"",
		"architect": "Luis Barragán",
		"posterImage": "assets/images/img-1.jpeg"
	},
	{
		"id": "casa-das-canoas",
		"title": "CASA DAS CANOAS",
		"country": "Brazil",
		"location": "Rio de Janeiro, Brazil",
		"address": "Estrada da Canoa, 1246 - São Conrado, Rio de Janeiro, Brazil",
		"description": "Casa das Canoas in Rio de Janeiro, Brazil was designed by Oscar Niemeyer in 1951 as a family home. It was used as his family home until 1965, the year in which he had to abandon Brazil due to the military dictatorship. It is considered to be one of the most significant examples of modern architecture in Brazil with its curved flat roof supported by light steel columns and transparent glass walls.",
		"architect": "Oscar Niemeyer",
		"posterImage": "assets/images/img-2.jpeg"
	},
	{
		"id": "isamu-noguchi-museum",
		"title": "ISAMU NOGUCHI MUSEUM",
		"country": "USA",
		"location": "New York, NY",
		"address": "9-01 33rd Rd, Queens, NY 11106",
		"description": "The Noguchi Museum was founded and designed by Isamu Noguchi in 1985 for the display of what he considered to be representative examples of his life’s work. Located in a 1920s industrial building across the street from where the artist had established a studio in 1960, it has a serene outdoor sculpture garden, and galleries that display Noguchi’s work, along with photographs, drawings, and models from his career.",
		"architect": "Isamu Noguchi",
		"posterImage": "assets/images/img-3.jpeg"
	},
	{
		"id": "the-glass-house",
		"title": "THE GLASS HOUSE",
		"country": "USA",
		"location": "Connecticut, USA",
		"address": "199 Elm St, New Canaan, Connecticut 06840",
		"description": "The Glass House located in New Canaan, Connecticut was completed in 1949, and the architect Philip Johnson resided here from 1949 until his death in 2005. The house was built with the intention to view and observe the surrounding landscape. The house’s exterior walls are made from glass, and despite the lack of walls inside the house, there is a sense of rooms due to the precise placement of furniture. Most of the furniture in the house was designed in 1930 by Johnson’s friend and mentor, Mies van der Rohe.",
		"architect": "Philip Johnson",
		"posterImage": "assets/images/img-4.jpeg"
	}
]